// This
 // should
  // fail
   // the
    // lint.

let lyrics = [
    '還有什麽等待 還有什麽悲哀',
     "這故事中的人不太精彩",
    '夏去了又回來而人卻已不在',
     "它重複著我洶湧的忍耐",
    '今年蘭花又開 開了它也會敗',
     "我想要一個人活得精彩",
    '有些人總會來',
     "有些人在我心中在徘徊",
    '我拿了總會還 你拿了就逃開',
     "在失去中我慢慢地變呆",
      '是不同步的未來',
       "卻把書包中日記更改",
    '把虛僞的塵埃 也全部掩蓋',
     "把每次心痛都當成活該",
      '把心慢慢地釋懷',
       "我相信總有一天你會明白",
    '我給你的愛',
     "我給你的愛",
      "給你的愛",
       '給你的愛',
        /* ... */
];

let song = "去年夏天";

let singer = '王大毛🐱';

// For test purpose.
let sum = 1 + 1
